Revit 2022 API
AnalyticalModelColumn.SetMemberForces Method
Overload List
Name | Description
SetMemberForces(MemberForces)
 Sets Member Forces to element.
 (Inherited from AnalyticalModelStick.)
SetMemberForces(Boolean, XYZ, XYZ)
 Adds Member Forces to element.
 (Inherited from AnalyticalModelStick.)
See Also
AnalyticalModelColumn Class
AnalyticalModelColumn Members
Autodesk.Revit.DB.Structure Namespace